/* NSMenuItem : <title: > (oid:239) */
" " = " ";

/* NSButton (Add to Keychain) : <title:Add to Keychain> (oid:128) */
"Add to Keychain" = "Lisää avainnippuun";

/* NSButton (Anonymous Login) : <title:Anonymous Login> (oid:148) */
"Anonymous Login" = "Anonyymi kirjautuminen";

/* NSBox (Box) : <title:Box> (oid:200) */
"Box" = "Box";

/* NSButton (Cancel) : <title:Cancel> (oid:20) */
"Cancel" = "Kumoa";

/* NSButton (Connect) : <title:Connect> (oid:25) */
"Connect" = "Yhdistä";

/* NSTextField (Connect Mode:) : <title:Connect Mode:> (oid:240) */
"Connect Mode:" = "Yhteysmuoto:";

/* NSTextField (Encoding:) : <title:Encoding:> (oid:241) */
"Encoding:" = "Koodaus:";

/* NSTextField (More Options) : <title:More Options> (oid:249) */
"More Options" = "Lisävalinnat";

/* NSPanel (New Connection) : <title:New Connection> (oid:22) */
"New Connection" = "Uusi yhteys";

/* NSMenu : <title:OtherViews> (oid:238) */
"OtherViews" = "OtherViews";

/* NSTextField (Password:) : <title:Password:> (oid:14) */
"Password:" = "Salasana:";

/* NSTextField (Path:) : <title:Path:> (oid:230) */
"Path:" = "Polku:";

/* NSTextField (Port:) : <title:Port:> (oid:23) */
"Port:" = "Portti:";

/* NSTextField (Protocol:) : <title:Protocol:> (oid:181) */
"Protocol:" = "Protokolla:";

/* NSTextField (Server:) : <title:Server:> (oid:19) */
"Server:" = "Palvelin:";

/* NSTextField (URL:) : <title:URL:> (oid:182) */
"URL:" = "URL:";

/* NSButton (Use Public Key Authentication) : <title:Use Public Key Authentication> (oid:232) */
"Use Public Key Authentication" = "Käytä julkisen avaimen menetelmää";

/* NSTextField (Username:) : <title:Username:> (oid:8) */
"Username:" = "Käyttäjätunnus:";

